Repository: KhalidElSayed/OpenGida-iOS
Catalog: resources/i18n/*.lproj/Localizable.strings
Languages: es, eu

# ABS_CARDDAV
source: CardDAV server
es: Servidor CardDAV
eu: CardDAV zerbitzaria

# ABS_CARDDAVSEARCH
source: Searchable CardDAV server
es: Servidor CardDAV con búsqueda
eu: CardDAV zerbitzaria bilaketekin

# ABS_EXCHANGE
source: Exchange server
es: Servidor Exchange
eu: Exchange zerbitzaria

# ABS_EXCHANGE_GAL
source: Exchange global address list
es: Lista global de direcciones Exchange
eu: Exchangeko helbide orokorraren zerrenda

# ABS_LDAP
source: LDAP server
es: Servidor LDAP
eu: LDAP zerbitzaria

# ABS_LOCAL
source: Local addressbook
es: Agenda local
eu: Bertako agenda

# ABS_SELECT_TITLE
source: Select the addressbook to save the contact
es: Seleccione la agenda donde quiere añadir el contacto
eu: Aukeratu zein agendan nahi duzu sartu kontaktua

# BUTTON_ACCEPT
source: Accept
es: Aceptar
eu: Onartu

# BUTTON_CANCEL
source: Cancel
es: Cancelar
eu: Ezabatu

# CATEGORY_CELL_ERROR
source: Error
eu: Errorea

# CELL_DISTANCE_KM1
source: %0.1f kilometers
es: A %0.1f kilómetros
eu: %0.1f kilometrora

# CELL_DISTANCE_KM2
source: %0.0f kilometers
es: A %0.0f kilómetros
eu: %0.0f kilometrora

# CELL_DISTANCE_METERS
source: %0.0f meters
es: A %0.0f metros
eu: %0.0f metrora

# CELL_LOADING
source: Loading...
es: Cargando...
eu: Kargatzen...

# CONTACTS_ADDRESS
source: address
es: dirección
eu: helbidea

# CONTACTS_BUTTON_SAVE
source: Save to contacts
es: Guardar en agenda
eu: Agendan gorde

# CONTACTS_BUTTON_SHARE
source: Share contact
es: Compartir contacto
eu: Kontaktua partekatu

# CONTACTS_BUTTON_SMS
source: Send message
es: Enviar mensaje
eu: Mezua bidali

# CONTACTS_EMAIL
source: email
eu: posta elektronikoa

# CONTACTS_FAILURE
source: Error saving contact!
es: ¡Error guradando contacto!
eu: Errorea kontaktua gordetzean

# CONTACTS_FAX
source: fax
eu: fax-a

# CONTACTS_JOB_POSITION
source: Job
es: Puesto
eu: Postua

# CONTACTS_ORGANIZATION
source: Organization
es: Organización
eu: Antolaketa

# CONTACTS_PHONE
source: phone
es: teléfono
eu: telefonoa

# CONTACTS_SAVING
source: Saving contact
es: Guardando contacto
eu: Kontaktua gordetzen

# CONTACTS_SUCCESS
source: Contact saved
es: Contacto guardado
eu: Kontaktua gordea

# CONTACTS_TEXT
source: text
es: texto
eu: testua

# CONTACTS_WEB
source: web
eu: web-a

# CONTACT_GROUP_NAME
source: Open communication guide
es: Guía de comunicación abierta
eu: Komunikazio irekiko gida

# CONTENT_CONNECTING_LABEL
source: Connecting to server...
es: Conectando al servidor...
eu: Zerbitzarira konektatzen

# CONTENT_NOT_LOADED_YET
source: Data not loaded. Please wait.
es: Datos no cargados. Espere por favor.
eu: Datuak ez dira kargatu. Itxaron, mesedez.

# COUNTRY_SPAIN
source: Spain
es: España
eu: Espainia

# DATA_LANGCODE_ES
source: Spanish
es: Español
eu: Espainiera

# DATA_LANGCODE_EU
source: Basque
es: Euskera
eu: Euskara

# ERROR_NOMAIL_MESSAGE
source: Please setup your email account
es: Por favor configure su cuenta de email
eu: Mesedez, konfigura ezazu zure posta elektronikoko kontua.

# ERROR_NOMAIL_TITLE
source: No email
es: No hay email
eu: Ez dago posta elektronikorik

# FACETIME_ERROR_MESSAGE
source: Your device doesn't allow to start a facetime call with the contact
es: Su dispositivo no permite iniciar una conexión por Facetime con el contacto
eu: Zure gailuak ez du uzten kontuakturekin Facetime konexioa hasten

# FACETIME_ERROR_TITLE
source: Facetime error
es: Error Facetime
eu: Facetime errorea

# FACETIME_NO_CONTACTS
source: There are no valid contacts to start a Facetime call
es: No hay ningún tipo de contacto válido para iniciar Facetime
eu: Ez dago baliodun kontaktu motarik Facetime-ri hasiera emateko

# GENERIC_ERROR
source: Unexpected error, please try again later
es: Error inesperado, por favor inténtelo más tarde
eu: Ustekabeko errorea, saiatu zaitez geroago

# INDEX_SECTION_CATEGORIES
source: Categories
es: Categorías
eu: Kategoriak

# INDEX_SECTION_RELATED
source: Related
es: Relacionados
eu: Lotuak

# JSON_CATEGORY_ERROR
source: Could not process category JSON
es: No se pudo procesar el JSON de la categoría
eu: Kategoriaren JSON-a ezin izan da prozesatu

# JSON_PARSER_ERROR
source: Error processing JSON: %@
es: Error procesando JSON: %@
eu: Errorea gertatu da JSON prozesatzean: %@

# JSON_SEARCH_ERROR
source: Could not process seearch JSON
es: No se pudo procesar el JSON de la búsqueda
eu: Ezin izan da prozesatu bilaketaren JSON-a

# JSON_SEARCH_PAGE_ERROR
source: Could not process paginated search JSON
es: No se pudo procesar el JSON de la página de búsqueda
eu: Ezin izan da prozesatu bilaketa orriko JSON-a

# LANG
source: en
es: es
eu: eu

# LANG_NAME
source: English
es: Español
eu: Espainiera

# MAIL_FORMAT_BODY
source: Information about the contact at: %@
es: Información del contacto en: %@
eu: Kontaktuari buruzko informazioa: %@

# MAIL_FORMAT_SUBJECT
source: Contact %@
es: Contacto %@
eu: Kontaktua %@

# MAPS_ERROR_MESSAGE
source: Could not open Maps to show the place
es: No se pudo abrir Mapas para ver el lugar
eu: Ezin da maparik ireki, lekua ikusteko

# MAPS_ERROR_TITLE
source: Error in maps
es: Error de mapas
eu: Mapa errorea

# MAPS_SHOW_BUTTON
source: Show in Map
es: Ver en Mapas
eu: Mapetan ikusi

# NAVIGATION_BACK
source: Back
es: Atrás
eu: Atzera

# NETWORK_ERROR
source: Request error for %@: %@
es: Error de la petición %@: %@
eu: Errorea gertatu da %@ eskatzean: %@

# PHONE_ALERT_MESSAGE
source: Do you want to call phone number %@?
es: ¿Desea llamar al teléfono %@?
eu: %@ telefonoari deitu nahi diozu?

# PHONE_ALERT_TITLE
source: Calling
es: Llamar
eu: Deitu

# PHONE_ERROR_MESSAGE
source: Your device doesn't allow to start a phone communication with the contact
es: Su dispositivo no permite iniciar una comunicación telefónica con el contacto
eu: Zure gailuak ez du uzten kontaktuarekin telefono bidez konektatzen

# PHONE_ERROR_TITLE
source: Phone error
es: Error de teléfono
eu: Telefono errorea

# SEARCH_ACTIVATE_LOCATION
source: To search by location you need to activate the location services in your device's preferences
es: Para realizar la búsqueda por cercanía necesita activar los servicios de localización en los ajustes de su dispositivo
eu: Gertutasunaren araberako bilaketa egiteko, zure gailua doitzeko aukeretan, lokalizatze zerbitzuak aktibatu behar dituzu

# SEARCH_MORE_ENTITIES
source: See more organization results
es: Ver más resultados de organizaciones
eu: Erakundeak-en emaitza gehiago ikusi

# SEARCH_MORE_PEOPLE
source: See more people results
es: Ver más resultados de personas
eu: Pertsonak-en emaitza gehiago ikusi

# SEARCH_NO_POS
source: Wait a little bit to obtain a GPS position or deactivate the location search to search by words
es: Espere un poco para obtener una posición de GPS o desactive la búsqueda por cercanía para buscar por palabras
eu: Itxaron ezazu apur bat GPS kokapen bat jasotzeko edo desaktiba ezazu gertutasunaren araberako bilaketa, eta hitzen arabera bila ezazu

# SEARCH_NO_RESULTS
source: No matches found for search term "%@"
es: No se han encontrado coincidencias para "%@"
eu: Ez da "%@" rentzako bat-etortzerik topatu

# SEARCH_PLACEHOLDER_TOUCH
source: Touch to search
es: Toque para buscar
eu: Ikutu, bilatzeko

# SEARCH_PLACEHOLDER_TYPE
source: Type your search
es: Teclée su búsqueda
eu: Tekleatu zure bilaketa

# SEARCH_TYPE_LOCATION
source: Location search
es: Búsqueda por cercanía
eu: Gertutasunagatiko bilaketa

# SEARCH_TYPE_WORDS
source: Normal word search
es: Búsqueda normal por palabras
eu: Hitzez hitzeko bilaketa arrunta

# SETTINGS_FORMAT_CONTENT
source: Content: %@
es: Contenido: %@
eu: Edukia: %@

# SETTINGS_FORMAT_UI
source: User interface: %@
es: Interfaz: %@
eu: Interfaza: %@

# SETTINGS_SECTION_INFO
source: Information
es: Información
eu: Informazioa

# SETTINGS_SECTION_LANG
source: Language
es: Idioma
eu: Hizkuntza

# SETTINGS_SELECT_CONTENT
source: Select the language of the guide's content
es: Escoja el idioma del contenido mostrado en la guía
eu: Aukeratu gidan azaltzen den edukiaren hizkuntza

# SETTINGS_SELECT_LANG
source: Select the language used by the application
es: Escoja el idoma usado por la aplicación
eu: Aplikazioaren hizkuntza aukeratu

# SETTINGS_SELECT_UI
source: Select the language used by the application's user interface
es: Escoja el idoma usado por la interfaz de la aplicación
eu: Aplikazioaren interfazak erabilitako hizkuntza aukeratu

# SETTINGS_USAGE_GUIDE
source: Usage guide
es: Guía de uso
eu: Erabilera gida

# SHEET_SEND_SMS
source: Send a text message
es: Enviar un mensaje de texto
eu: Mezu bat bidali

# SMS_ERROR_MESSAGE
source: Your device doesn't allow sending messages
es: Su dispositivo no permite enviar mensajes SMS
eu: Zure gailuak ez uzten SMS-ak bidaltzen

# SMS_ERROR_TITLE
source: Message error
es: Error SMS
eu: SMS errorea

# SMS_NO_CONTACTS
source: There are no valid contacts to send a message
es: No hay ningún tipo de contacto válido para enviar un SMS
eu: Ez dago baliodun kontakturik SMS bat bidaltzeko

# SWITCH_LOCATION_LABEL
source: Location
es: Ubicación
eu: Kokalekua

# TAB_GUIDE
source: Guide
es: Guía
eu: Gida

# TAB_INFO
source: Information
es: Información
eu: Informazioa

# TAB_LANG
source: Language
es: Idioma
eu: Hizkuntza

# TAB_SETTINGS
source: Settings
es: Ajustes
eu: Doikuntzak

# UI_LANG_AUTOMATIC
source: Automatic
es: Automático
eu: Automatikoa

# VIEWER_TAB_DATA
source: data
es: datos
eu: datuak

# VIEWER_TAB_PEOPLE
source: people
es: gente
eu: jendea

# VIEWER_TAB_RELATED
source: related
es: relacionados
eu: lotuak

# WEBHELP_ALERT_MESSAGE
source: Do you want to open the link in Safari and exit the application?
es: ¿Desea abrir el enlace en Safari y salir de la aplicación?
eu: Nahi al duzu esteka Safarin ireki eta aplikaziotik irten?

# WEBHELP_ALERT_TITLE
source: External link
es: Enlace externo
eu: Kanpoko esteka

# WEBHELP_DEFAULT_TITLE
source: Information
es: Información
eu: Informazioa

# WEB_ALERT_MESSAGE
source: Do you want to open website %@?
es: ¿Desea abrir la web %@?
eu: %@ weba iraki nahi al duzu?

# WEB_ALERT_TITLE
source: Browsing
es: Navegar
eu: Nabegatu

# WEB_ERROR_MESSAGE
source: Your device doesn't allow showing the web address
es: Su dispositivo no permite visualizar la dirección web
eu: Zure gailuak ez du uzten web helbidea ikusten

# WEB_ERROR_TITLE
source: Address error
es: Error en dirección
eu: Helbide errorea
